(package! beacon)
(package! cape)
(package! consult)
(package! corfu)
(package! dabbrev)
(package! elfeed-goodies)
;; (package! ellama)
(package! embark)
(package! embark-consult)
(package! engrave-faces)
(package! imenu-list)
(package! jinx)
(package! marginalia)
(package! modus-themes)
(package! nerd-icons)
(package! nerd-icons-completion)
(package! nerd-icons-corfu)
(package! nerd-icons-dired)
(package! orderless)
(package! org-alert)
(package! org-auto-tangle)
(package! org-modern)
(package! spacious-padding)
(package! terraform-mode)
(package! treemacs-nerd-icons)
