(package! beacon)
(package! cape)
(package! corfu)
(package! org-alert)
(package! org-auto-tangle)
(package! org-modern)
(package! nerd-icons-completion)
(package! nerd-icons-corfu)
(package! nerd-icons-dired)
(package! treemacs-nerd-icons)
