(package! beacon)
(package! denote)
(package! elfeed-goodies)
(package! engrave-faces)
(package! gptel)
(package! imenu-list)
(package! jinx)
(package! modus-themes)
(package! org-alert)
(package! org-appear)
(package! org-auto-tangle)
(package! org-download)
(package! org-modern)
(package! ns-auto-titlebar)
(package! osx-dictionary)
(package! osx-trash)
(package! spacious-padding)
